Revit 2024 API
UnitTypeId.Hectares Property
 Hectares.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Hectares { get; }
Visual Basic
Public Shared ReadOnly Property Hectares As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Hectares {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace